Repository: donyamohamed/Xml-C-project
Catalog: Attendance Management System/Forms/FormSettings.*.resx
Languages: ar

# label2.Text
source: Attendance System Management
ar: نظام الحضور والإنصراف

# label9.Text
source: App Creation Date:
ar: وقت تصميم البرنامج

# label8.Text
source: App Developers
ar: المصممون

# label5.Text
source: App Description:
ar: وصف البرنامج

# label4.Text
source: App Version:
ar: نسخة البرنامج

# UserEmail.Text
source: App Name:
ar: أسم البرنامج

# groupBox1.Text
source: About The System
ar: معلومات عن النظام

# labelshowdate.Text
source: save your changes
ar: وقت تغيير الإعدادات

# buttonLoginSaveSettings.Text
source: Save Settings
ar: حفظ الإعدادات

# label12.Text
source: Settings Changed at:
ar: تم تغيير عند

# label11.Text
source: System Date Format
ar: نظام عرض الوقت

# label7.Text
source: System Language
ar: لغة البرنامج

# label10.Text
source: Backup Interval (in minutes)
ar: وقت النسخة الإحتياطيه (بالدقائق)

# groupBox2.Text
source: System Configurations
ar: إعدادات النظام

# label3.Text
source: Current Date
ar: الوقت الحالى

# label13.Text
source: Backup File Location
ar: موقع النسخة الإحتياطية

# groupBox3.Text
source: App Data Info.
ar: بيانات النظام
